[{"_id":{"$oid":"5e62ba5a3f7ad7392f9f4575"},"color":"#c61818","icon":null,"type":"MOVE","__v":0,"text":"This character can move up or down across Elevated Terrain (without using elevation change square)"},{"_id":{"$oid":"5e62ba5a3f7ad7392f9f4577"},"color":"#3ca729","icon":null,"type":"MOVE","__v":0,"text":"This character does not stop moving when moving into terrain that is hindering for movement purposes and does not halve its speed value when beginning movement from terrain that is hindering for movement purposes."},{"_id":{"$oid":"5e62ba5a3f7ad7392f9f4578"},"color":"#46d0e1","icon":null,"type":"MOVE","__v":0,"text":"This character does not stop moving when moving into Water terrain and does not halve its speed value when beginning movement from Water terrain."},{"_id":{"$oid":"5e62ba5a3f7ad7392f9f4579"},"color":"#7c562b","icon":"RING","type":"MOVE","__v":0,"text":"This character can move through Outdoor blocking terrain"},{"_id":{"$oid":"5e62ba5a3f7ad7392f9f457a"},"color":"#7c562b","icon":null,"type":"MOVE","__v":0,"text":"This character can move through Blocking terrain."},{"_id":{"$oid":"5e62ba5a3f7ad7392f9f457b"},"color":"#e2e2e2","icon":"DOT","type":"MOVE","__v":0,"text":"This character can move through squares adjacent to or occupied by opposing characters without stopping, and automatically breaks away, even if adjacent to a character that can use Plasticity."},{"_id":{"$oid":"5e62ba5a3f7ad7392f9f4581"},"color":"#e2e2e2","icon":"INF","type":"MOVE","__v":0,"text":"This character can move through squares adjacent to or occupied by opposing characters without stopping.  (Still needs to breakaway)."},{"_id":{"$oid":"5e62ba5a3f7ad7392f9f4582"},"color":"#c61818","icon":null,"type":"TARGET","__v":0,"text":"Lines of fire drawn by this character are not blocked by Elevated terrain."},{"_id":{"$oid":"5e62ba5a3f7ad7392f9f4583"},"color":"#7c562b","icon":"DAMAGE","type":"MOVE","__v":0,"text":"This character can move through Blocking terrain.  Immediately after movement resolves, destroy all Blocking terrain moved through."},{"_id":{"$oid":"5e62ba5a3f7ad7392f9f4584"},"color":"#7c562b","icon":"DAMAGE","type":"TARGET","__v":0,"text":"Once per ranged attack, this character can draw a line of fire through one piece of Blocking terrain.  Immediately after the attack resolves, destroy that piece of Blocking terrain."},{"_id":{"$oid":"5e62ba5a3f7ad7392f9f4585"},"color":"#3ca729","icon":null,"type":"TARGET","__v":0,"text":"Lines of fire drawn by this character can't be hindered."},{"_id":{"$oid":"5e62ba5a3f7ad7392f9f458b"},"color":"#e2e2e2","icon":"INF","type":"TARGET","__v":0,"text":"This character can make renage attacks while adjacent to opposing characters.  (May target adjacent or non-adjacent opposing characters.)"},{"_id":{"$oid":"5e62ba5a3f7ad7392f9f458c"},"color":"#7c562b","icon":null,"type":"TARGET","__v":0,"text":"Lines of fire drawn by this character are not blocked by Blocking terrain."},{"_id":{"$oid":"5e62ba5a3f7ad7392f9f458d"},"color":"#e2e2e2","icon":"DOT","type":"TARGET","__v":0,"text":"Lines of fire drawn by this character are not blocked by characters."}]
